Repository: traumatismodental/AppOdontoPage
Catalog: assets/lib/l10n/app_*.arb
Languages: es, pt

# textoTelaSplash
source: The app was developed to advise people who have suffered dental trauma, as well as educators, parents and/or guardians, on how to proceed with first aid in these cases. The app also provides information about prevention, care and guidance after a traumatic dental injury.
es: La aplicación fue desarrollada con el objetivo de informar a las personas que han sufrido un traumatismo dental, así como a educadores, padres y/o tutores sobre qué hacer durante los primeros auxilios en este caso. Además, esta aplicación proporciona información sobre prevención, cuidados y orientación tras una lesión dental traumática.
pt: O aplicativo foi desenvolvido com o objetivo de informar pessoas que tenham sofrido algum traumatismo dentário, bem como educadores, pais e/ou responsáveis sobre como proceder durante os primeiros socorros nesse caso. Além disso, esse aplicativo dispõe de informações a respeito da prevenção e dos cuidados e orientações após uma lesão dentária traumática.

# textoBotaoEmergencia
source: EMERGENCY FIRST AID
es: PRIMEROS AUXILIOS DE EMERGENCIA
pt: URGÊNCIA

# textoBotaoInfoTrauma
source: TRAUMA INFORMATION
es: INFORMACIÓN SOBRE TRAUMA
pt: INFORMAÇÕES SOBRE O TRAUMA

# textoTituloPrimeirosSocorros
source: FIRST AID
es: PRIMEROS AUXILIOS
pt: PRIMEIROS SOCORROS

# textoPrimeirosSocorrosAtencao
source: In cases of jaw and joint injury and/or head trauma or fainting, take the person directly for emergency medical care.
es: En los casos en que la mandíbula y las articulaciones estén lesionadas y/o si hay un traumatismo craneoencefálico o desmayo, llevar a la persona directamente a atención médica de emergencia.
pt: Em casos em que lesionou a mandíbula e articulações, leve a criança diretamente para o atendimento médico de emergência.

# textoLegendaPrimeirosSocorrosDenteQuebrou
source: Tooth has broken (fracture)
es: El diente se rompió (fractura)
pt: O dente quebrou (fratura)

# textoLegendaPrimeirosSocorrosDenteMovimentou
source: Tooth has shifted (dislocation)
es: El diente se ha movido (dislocación)
pt: O dente movimentou (luxação)

# textoLegendaPrimeirosSocorrosDenteEntrouGengiva
source: Tooth has penetrated the gum (intrusion)
es: El diente ha entrado en la encía (intrusión)
pt: O dente entrou na gengiva (intrusão)

# textoLegendaPrimeirosSocorrosDenteSaiuInteiro
source: Tooth has fallen out in one piece (avulsion)
es: El diente entero se salió de la boca (avulsión)
pt: O dente saiu inteiro da boca (avulsão)

# textoLegendaPrimeirosSocorrosDenteMachucouLabios
source: Injured/hurt lips, tongue and/or gums
es: Labios, lengua y/o encías lesionados/magullados
pt: Lesionou/machucou os lábios, língua e/ou gengiva

# textoTituloInformacoesTrauma
source: TRAUMA INFORMATION
es: INFORMAÇÕES SOBRE TRAUMA
pt: INFORMAÇÕES SOBRE TRAUMA

# textoBotaoInfoTraumaComoPrevenir
source: How can dental trauma be prevented
es: Cómo prevenir el traumatismo dental
pt: Como prevenir o traumatismo dentário

# textoBotaoInfoTraumaCuidados
source: Care after emergency treatment
es: Atención después de la atención de emergencia
pt: Cuidados após o atendimento de urgência

# textoBotaoInfoTraumaConsequencias
source: Consequences of dental trauma
es: Consecuencias del trauma dental
pt: Consequências do traumatismo dentário

# textoTituloInformacoesTraumaPrevencao
source: How can dental trauma be prevented
es: Cómo prevenir el traumatismo dental
pt: Como prevenir um trauma

# textoInformacoesTraumaPrevencao1
source: When engaging in sports that involve physical contact, mouth guards, helmets or face masks should be used for the sport in question.
es: Al practicar deportes que impliquen contacto físico, se recomienda el uso de protectores bucales, cascos o mascarillas, adecuados al deporte que se practica.
pt: Durante a prática de esportes que envolvam contato físico, indica-se o uso de protetores bucais, capacetes ou máscaras faciais, adequados pra o esporte que esta sendo praticado.

# textoInformacoesTraumaPrevencao2
source: Other activities involving physical contact can also pose risks. Pay heed to other types of personal protection recommended for the sport in question.
es: Otras actividades que implican contacto físico también pueden presentar riesgos. Presta atención a otros tipos de protección personal indicados para el deporte practicado.
pt: Outras atividades que ao envolvam contato físico também podem apresentar riscos. Atente-se a outros tipos de proteção individual indicados para o esporte praticado.

# textoInformacoesTraumaPrevencao3
source: Teachers, parents and guardians, as well as other interested parties, should participate in courses for the prevention of dental trauma and guidance on first aid.
es: Es deseable que docentes, padres y tutores, así como otras partes interesadas, participen en cursos de prevención de caries y brinden orientación en primeros auxilios.
pt: É desejável que professores, pais e responsáveis, assim como demais interessados, participem de cursos para a prevenção do trama dental e orientação dos primeiros socorros.

# textoPrimeirosSocorrosTitulo
source: FIRST AID
es: PRIMEROS AUXILIOS
pt: PRIMEIROS SOCORROS

# textoPrimeirosSocorrosTituloDenteQuebrou
source: Tooth has broken
es: El diente se rompió
pt: Dente Quebrou Fratura

# textoPrimeirosSocorrosDenteQuebrouTP1
source: Keep person/child calm
es: Mantenga la calma de la persona/niño
pt: Mantenha a pessoa/criança calma

# textoPrimeirosSocorrosDenteQuebrouTP2
source: Assess person's general condition: whether they are conscious, responding without mental confusion or whether they have a more serious injury
es: Evaluar el estado general de la persona: si está consciente, responde sin confusión mental o si tiene una lesión más grave
pt: Avalie as condições gerais da pessoa: se está consciente, respondendo sem confusão mental ou se tem um ferimento mais grave

# textoPrimeirosSocorrosDenteQuebrouTP3
source: Clean affected area with gauze or a clean cloth moistened with saline solution or water
es: Limpiar la zona afectada con una gasa o un paño limpio humedecido con solución salina o agua
pt: Realize a limpeza da região afetada com gaze ou pano limpo umedecido com soro fisiológico ou água

# textoPrimeirosSocorrosDenteQuebrouTP4
source: Assess the circumstances that caused the event
es: Evaluar las condiciones que provocaron el accidente
pt: Avalie as condições que causaram o acidente

# textoPrimeirosSocorrosDenteQuebrouTP5
source: Perform first aid, i.e.:
es: Realizar primeros auxilios, que son:
pt: Execute os primeiros socorros, que são:

# textoPrimeirosSocorrosDenteQuebrouTP6
source: Try to find the broken tooth fragment
es: Intenta encontrar el trozo de diente roto
pt: Tente encontrar o pedaço do dente quebrado

# textoPrimeirosSocorrosDenteQuebrouTP7
source: Store tooth in milk, saline solution or personÂ´s own saliva (ask them to spit into small pot or container)
es: Guarde el diente en leche, solución salina o su propia saliva (pida que lo escupan en un frasco o recipiente)
pt: Armazene o dente no leite, no soro fisiológico ou na própria saliva (peça para cuspir em um potinho ou recipiente)

# textoPrimeirosSocorrosDenteQuebrouTP8
source: See dentist as soon as possible. The dental professional will evaluate the possibility of using the broken tooth fragment and putting it back in place.
es: Acude al dentista lo antes posible. El profesional evaluará la posibilidad de utilizar el trozo de diente roto y reposicionarlo.
pt: Encaminhe-se ao dentista assim que possível. O profissional avaliará a possibilidade de utilizar o pedaço do dente quebrado e de reposicioná-lo.

# textoPrimeirosSocorrosDenteQuebrouTP9
source: Recommendations:
es: Recomendaciones:
pt: Recomendações:

# textoPrimeirosSocorrosDenteQuebrouTP10
source: Practice good oral hygiene by brushing teeth with a soft or extra-soft toothbrush and flossing after each meal
es: Mantenga una buena higiene bucal cepillándose los dientes con un cepillo suave o extra suave después de cada comida y utilizando hilo dental
pt: Manter boa higienização bucal por meio da escovação dos dentes com escova macia ou extra macia após cada refeição e utilização do fio dental

# textoPrimeirosSocorrosDenteQuebrouTP11
source: Attend routine appointments for follow-up and monitoring of the case by a dental professional.
es: Acudir a citas de rutina para seguimiento y seguimiento del caso por parte de un profesional.
pt: Ir às consultas de rotina para acompanhamento e monitoramento do caso por um profissional.

# textoPrimeirosSocorrosTituloDenteMovimentou
source: Tooth has shifted
es: El diente se ha movido
pt: Dente Movimentou Luxação

# textoPrimeirosSocorrosDenteMovimentouTP1
source: Keep person/child calm
es: Mantenga la calma de la persona/niño
pt: Mantenha a pessoa/criança calma

# textoPrimeirosSocorrosDenteMovimentouTP2
source: Assess the person's general condition: whether they are conscious, responding without mental confusion or whether they have a more serious injury
es: Evaluar el estado general de la persona: si está consciente, responde sin confusión mental o si tiene una lesión más grave
pt: Avalie as condições gerais da pessoa: se está consciente, respondendo sem confusão mental ou se tem um ferimento mais grave

# textoPrimeirosSocorrosDenteMovimentouTP3
source: Clean affected area with gauze or a clean cloth moistened with saline solution or water
es: Limpiar la zona afectada con una gasa o un paño limpio humedecido con solución salina o agua
pt: Realize a limpeza da região afetada com gaze ou pano limpo umedecido com soro fisiológico ou água

# textoPrimeirosSocorrosDenteMovimentouTP4
source: Assess the circumstances that caused the event
es: Evaluar las condiciones que provocaron el accidente
pt: Avalie as condições que causaram o acidente

# textoPrimeirosSocorrosDenteMovimentouTP5
source: Perform first aid, i.e.:
es: Realizar primeros auxilios, que son:
pt: Execute os primeiros socorros, que são:

# textoPrimeirosSocorrosDenteMovimentouTP6
source: Baby tooth (deciduous)
es: Diente de leche (deciduo)
pt: Dente de leite (decíduo)

# textoPrimeirosSocorrosDenteMovimentouTP7
source: Do not try to put baby teeth back in place, as you risk impacting the permanent tooth developing within the alveolar bone.
es: No intente reposicionarlo, ya que podría golpear el diente permanente
pt: Não tente reposicioná-lo, pois poderá atingir o dente permanente em formação dentro do osso.

# textoPrimeirosSocorrosDenteMovimentouTP8
source: Permanent tooth
es: Diente permanente
pt: Dente permanente

# textoPrimeirosSocorrosDenteMovimentouTP9
source: Try to carefully move the tooth back into its original position
es: 1. Intente mover con cuidado el diente a su posición original
pt: Tente mover o dente, cuidadosamente, para a sua posição original

# textoPrimeirosSocorrosDenteMovimentouTP10
source: Ask person to bite down on a gauze, cloth or napkin
es: 2. Pida morder un trozo de gasa, tela o servilleta
pt: Peça para morder uma gaze, paninho ou guardanapo

# textoPrimeirosSocorrosDenteMovimentouTP11
source: Ask person to continue biting down until reaching the dentists, so the tooth does not shift out of position.
es: 3. Pídele que siga mordiendo hasta llegar al dentista para que el diente no se salga de su posición.
pt: Peça que continue mordendo até chegar ao dentista para que o dente não saia de posição.

# textoPrimeirosSocorrosDenteMovimentouTP12
source: I don't know whether it is a baby tooth or permanent tooth/I was unable to move the permanent tooth back into its original position.
es: No sé si es un diente de leche o permanente/No pude mover el diente permanente a su posición original
pt: Não sei se é dente de leite ou permanente/não consegui mover o dente permanente para a posição original

# textoPrimeirosSocorrosDenteMovimentouTP13
source: See a dentist as soon as possible to determine what needs to be done and the best treatment.
es: Consulte a un dentista lo antes posible para determinar qué se debe hacer y cuál es el mejor tratamiento.
pt: Procure um dentista o quanto antes para determinar o que deverá ser feito e o melhor tratamento.

# textoPrimeirosSocorrosDenteMovimentouTP14
source: Recommendations:
es: Recomendaciones
pt: Recomendações

# textoPrimeirosSocorrosDenteMovimentouTP15
source: See a dentist as soon as possible, as the first few hours after the event are critical for treatment success
es: Acuda al dentista lo antes posible, ya que las primeras horas tras el accidente son muy importantes para el éxito del tratamiento
pt: Procure o dentista o quanto antes, pois as primeiras horas após o acidente são muito importantes para o sucesso do tratamento

# textoPrimeirosSocorrosDenteMovimentouTP16
source: Follow a soft diet for 2 weeks
es: Mantener una dieta blanda/blanda durante 2 semanas
pt: Manter dieta macia/pastosa durante 2 semanas

# textoPrimeirosSocorrosDenteMovimentouTP17
source: Avoid engaging in contact sports for 2 weeks
es: Evite la participación en deportes de contacto físico durante 2 semanas
pt: Evitar a participação em esportes de contato físico durante 2 semanas

# textoPrimeirosSocorrosDenteMovimentouTP18
source: Clean teeth with a soft or extra-soft toothbrush and dental floss after each meal, brushing teeth gently or using a damp cotton swab to keep the injured area clean
es: Limpia tus dientes con un cepillo suave o extrasuave y hilo dental después de cada comida, cepillándote los dientes suavemente o usando un bastoncillo de algodón húmedo para mantener limpia la herida
pt: Fazer a higienização dos dentes com escova macia ou extra macia e fio dental após cada refeição, escovando os dentes suavemente ou usar um cotonete úmido para manter o local machucado limpo

# textoPrimeirosSocorrosDenteMovimentouTP19
source: Rinse mouth with chlorhexidine 0.12% twice a day for 2 weeks. If the child is very young, apply chlorhexidine to the affected area with a cotton swab
es: Enjuague con clorhexidina al 0,12% dos veces al día durante 2 semanas. Si el niño es muy pequeño, aplique clorhexidina con un bastoncillo de algodón en la zona afectada
pt: Realizar bochecho com clorexidina 0,12%, 2 vezes ao dia durante 2 semanas. Se a criança for muito pequena, aplicar a clorexidina com um cotonete na área afetada

# textoPrimeirosSocorrosDenteMovimentouTP20
source: Attend routine appointments for follow-up and monitoring by a dental professional.
es: Acude a citas de rutina para seguimiento y seguimiento por parte de un profesional.
pt: Ir às consultas de rotina para acompanhamento e monitoramento do caso por um profissional.

# textoPrimeirosSocorrosTituloDenteGengiva
source: Tooth has penetrated the gum
es: El diente ha entrado en la encía
pt: Dente entrou na gengiva Intrusão

# textoPrimeirosSocorrosDenteGengivaTP1
source: Keep person/child calm
es: Mantenga la calma de la persona/niño
pt: Mantenha a pessoa/criança calma

# textoPrimeirosSocorrosDenteGengivaTP2
source: Assess the person's general condition: whether they are conscious, responding without mental confusion or whether they have a more serious injury
es: Evaluar el estado general de la persona: si está consciente, responde sin confusión mental o si tiene una lesión más grave
pt: Avalie as condições gerais da pessoa: se está consciente, respondendo sem confusão mental ou se tem um ferimento mais grave

# textoPrimeirosSocorrosDenteGengivaTP3
source: Clean affected area with gauze or a clean cloth moistened with saline solution or water
es: Limpiar la zona afectada con una gasa o un paño limpio humedecido con solución salina o agua
pt: Realize a limpeza da região afetada com gaze ou pano limpo umedecido com soro fisiológico ou água

# textoPrimeirosSocorrosDenteGengivaTP4
source: Assess the circumstances that caused the event
es: Evaluar las condiciones que provocaron el accidente
pt: Avalie as condições que causaram o acidente

# textoPrimeirosSocorrosDenteGengivaTP5
source: Perform first aid, i.e.:
es: Realizar primeros auxilios, que son:
pt: Execute os primeiros socorros, que são:

# textoPrimeirosSocorrosDenteGengivaTP6
source: 1. Do not try to move the tooth back into its original position
es: No intente mover el diente a su posición original
pt: Não tente movimentar o dente para a sua posição original

# textoPrimeirosSocorrosDenteGengivaTP7
source: 2. Ask person to bite down on a gauze, cloth or napkin
es: Pida morder un trozo de gasa, tela o servilleta
pt: Peça para morder uma gaze, paninho ou guardanapo

# textoPrimeirosSocorrosDenteGengivaTP8
source: 3. Ask person to continue biting down until reaching the dentists, so the tooth does not shift out of position.
es: Pídele que siga mordiendo hasta llegar al dentista, para que el diente no se salga de su posición.
pt: Peça para que continue mordendo até chegar ao dentista, para que o dente não saia da posição.

# textoPrimeirosSocorrosDenteGengivaTP9
source: Recommendations:
es: Recomendaciones
pt: Recomendações

# textoPrimeirosSocorrosDenteGengivaTP10
source: See a dentist as soon as possible, as the first few hours after the event are critical for treatment success
es: Acuda al dentista lo antes posible, ya que las primeras horas tras el accidente son muy importantes para el éxito del tratamiento
pt: Procure o dentista o quanto antes, pois as primeiras horas após o acidente são muito importantes para o sucesso do tratamento

# textoPrimeirosSocorrosDenteGengivaTP11
source: Follow a soft diet for 2 weeks
pt: Manter dieta macia/pastosa durante 2 semanas

# textoPrimeirosSocorrosDenteGengivaTP12
source: Avoid engaging in contact sports for 2 weeks
es: Evite la participación en deportes de contacto físico durante 2 semanas
pt: Evitar a participação em esportes de contato físico durante 2 semanas

# textoPrimeirosSocorrosDenteGengivaTP13
source: Clean teeth with a soft or extra-soft toothbrush and dental floss after each meal, brushing teeth gently or using a damp cotton swab to keep the injured area clean
es: Limpia tus dientes con un cepillo suave o extrasuave y hilo dental después de cada comida, cepillándote los dientes suavemente o usando un bastoncillo de algodón húmedo para mantener limpia la herida
pt: Fazer a higienização dos dentes com escova macia ou extra macia e fio dental após cada refeição, escovando os dentes suavemente ou usar um cotonete úmido para manter o local machucado limpo

# textoPrimeirosSocorrosDenteGengivaTP14
source: Rinse mouth with chlorhexidine 0.12% twice a day for 2 weeks. If the child is very young, apply chlorhexidine to the affected area with a cotton swab
es: Enjuague con clorhexidina al 0,12% dos veces al día durante 2 semanas. Si el niño es muy pequeño, aplique clorhexidina con un bastoncillo de algodón en la zona afectada
pt: Realizar bochecho com clorexidina 0,12%, 2 vezes ao dia durante 2 semanas. Se a criança for muito pequena, aplicar a clorexidina com um cotonete na área afetada

# textoPrimeirosSocorrosDenteGengivaTP15
source: Attend routine appointments for follow-up and monitoring by a dental professional.
es: Acude a citas de rutina para seguimiento y seguimiento por parte de un profesional.
pt: Ir às consultas de rotina para acompanhamento e monitoramento do caso por um profissional.

# textoPrimeirosSocorrosTituloDenteSaiu
source: Tooth has fallen out in one piece
es: El diente entero se salió de la boca
pt: O Dente saiu inteiro da boca

# textoPrimeirosSocorrosDenteSaiuTP1
source: Keep person/child calm
es: Mantenga la calma de la persona/niño
pt: Mantenha a pessoa/criança calma

# textoPrimeirosSocorrosDenteSaiuTP2
source: Assess the person's general condition: whether they are conscious, responding without mental confusion or whether they have a more serious injury
es: Evaluar el estado general de la persona: si está consciente, responde sin confusión mental o si tiene una lesión más grave
pt: Avalie as condições gerais da pessoa: se está consciente, respondendo sem confusão mental ou se tem um ferimento mais grave

# textoPrimeirosSocorrosDenteSaiuTP3
source: Clean affected area with gauze or a clean cloth moistened with saline solution or water
es: Limpiar la zona afectada con una gasa o un paño limpio humedecido con solución salina o agua
pt: Realize a limpeza da região afetada com gaze ou pano limpo umedecido com soro fisiológico ou água

# textoPrimeirosSocorrosDenteSaiuTP4
source: Assess the circumstances that caused the event
es: Evaluar las condiciones que provocaron el accidente
pt: Avalie as condições que causaram o acidente

# textoPrimeirosSocorrosDenteSaiuTP5
source: Find the tooth
es: Encontre o dente
pt: Encontre o dente

# textoPrimeirosSocorrosDenteSaiuTP6
source: Perform first aid, i.e.:
es: Execute os primeiros socorros, que são:
pt: Execute os primeiros socorros, que são:

# textoPrimeirosSocorrosDenteSaiuTP7
source: Baby tooth (deciduous)
es: Dente de leite (decíduo):
pt: Dente de leite (decíduo)

# textoPrimeirosSocorrosDenteSaiuTP8
source: Do not try to put baby teeth back in place, as you risk impacting the permanent tooth developing within the alveolar bone.
es: No intente reposicionarlo, ya que podría golpear el diente permanente que se está formando dentro del hueso.
pt: Não tente reposicioná-lo, pois poderá atingir o dente permanente em formação dentro do osso.

# textoPrimeirosSocorrosDenteSaiuTP9
source: Permanent tooth:
es: Diente permanente
pt: Dente permanente:

# textoPrimeirosSocorrosDenteSaiuTP10
source: 1. Grip tooth by the white part (crown) and do not touch the yellow part (root)
es: 1. Sujétalo por la parte blanca (corona) y no toques la parte más amarilla (raíz)
pt: Segure-o pela parte branca (coroa) e não encoste na parte mais amarela (raiz)

# textoPrimeirosSocorrosDenteSaiuTP11
source: 2. Clean tooth with saline solution or running water
es: 2. Limpiar el diente con solución salina o agua corriente
pt: Realize a limpeza do dente com soro fisiológico ou água corrente

# textoPrimeirosSocorrosDenteSaiuTP12
source: 3. Immediately put the tooth back into its original position, even if bleeding
es: 3. Reposicionar el diente inmediatamente a su posición original, incluso si está sangrando
pt: Reposicione o dente imediatamente na posição original, mesmo que esteja sangrando

# textoPrimeirosSocorrosDenteSaiuTP13
source: 4. Ask person to bite down on gauze, a cloth or napkin to keep the tooth in position
es: 4. Pídale que muerda una gasa, un paño o una servilleta para mantener el diente en su posición
pt: Peça para morder uma gaze, um paninho ou um guardanapo, para manter o dente na posição

# textoPrimeirosSocorrosDenteSaiuTP14
source: 5. If you are unable to put the tooth back in place, store it in a small container with saline solution, milk or the person's own saliva. Avoid letting the tooth dry out, keeping it moist until reaching the dentist for treatment.
es: 5. Si no puede reposicionar el diente, guárdelo en un recipiente pequeño con solución salina, leche o la propia saliva de la persona. Evite dejar que el diente se seque, manteniéndolo en un ambiente húmedo hasta contactar al dentista para recibir tratamiento.
pt: Caso não consiga reposicionar o dente, armazene-o em um potinho com soro fisiológico, leite ou a própria saliva da pessoa. Evite deixar o dente secar, mantendo-o em meio úmido até o contato com o dentista para tratamento.

# textoPrimeirosSocorrosDenteSaiuTP15
source: I don't know if it is a baby tooth or permanent tooth/I was unable to move the tooth back into its original position
es: No sé si es un diente de leche o permanente/No pude mover el diente a su posición original
pt: Não sei se é dente de leite ou permanente/não consegui mover o dente para a posição original :
