Repository: traumatismodental/AppOdontoPage
Catalog: assets/lib/l10n/app_*.arb
Languages: es, pt

# textoPrimeirosSocorrosDenteSaiuTP16
source: Store tooth in a small container with saline solution, milk or the person's own saliva. Avoid letting the tooth dry out, keeping it moist until reaching the dentist for treatment.
es: Guarde el diente en un recipiente con solución salina, leche o la propia saliva de la persona. Evite dejar que el diente se seque, manteniéndolo en un ambiente húmedo hasta contactar al dentista para recibir tratamiento.
pt: Armazene o dente em um potinho com soro fisiológico, leite ou a própria saliva da pessoa. Evite deixar o dente secar, mantendo-o em meio úmido até o contato com o dentista para tratamento.

# textoPrimeirosSocorrosDenteSaiuTP17
source: Recommendations:
es: Recomendaciones :
pt: Recomendações :

# textoPrimeirosSocorrosDenteSaiuTP18
source: See a dentist immediately, as the first few hours after the event are critical for treatment success
es: Acuda inmediatamente al dentista, ya que las primeras horas tras el accidente son muy importantes para el éxito del tratamiento
pt: Procure o dentista imediatamente, pois as primeiras horas após o acidente são muito importantes para o sucesso do tratamento

# textoPrimeirosSocorrosDenteSaiuTP19
source: Follow a soft diet for 2 weeks
es: Mantener la dieta blanda/pastosa durante 2 semanas
pt: Manter a dieta macia/pastosa durante 2 semanas

# textoPrimeirosSocorrosDenteSaiuTP20
source: Avoid engaging in contact sports for 2 weeks
es: Evite la participación en deportes de contacto físico durante 2 semanas
pt: Evitar a participação em esportes de contato físico durante 2 semanas

# textoPrimeirosSocorrosDenteSaiuTP21
source: Clean teeth with a soft or extra-soft toothbrush and dental floss after each meal, brushing them gently or using a damp cotton swab to keep the injured area clean
es: Limpie sus dientes con un cepillo suave o extra suave y use hilo dental después de cada comida, cepillándose los dientes suavemente o usando un hisopo de algodón húmedo para mantener limpia la zona lesionada
pt: Fazer a higienização dos dentes com escova macia ou extra macia e fio dental após cada refeição, escovando os dentes suavemente ou usar um cotonete úmido para manter o local machucado limpo

# textoPrimeirosSocorrosDenteSaiuTP22
source: Rinse mouth with 0.12% chlorhexidine twice a day for 2 weeks. If the child is very young, apply the chlorhexidine to the affected area with a cotton swab
es: Enjuague con clorhexidina al 0,12% dos veces al día durante 2 semanas. Si el niño es muy pequeño, aplique clorhexidina con un bastoncillo de algodón en la zona afectada
pt: Realizar bochecho com clorexidina 0,12%, 2 vezes ao dia durante 2 semanas. Se a criança for muito pequena, aplicar a clorexidina com um cotonete na área afetada

# textoPrimeirosSocorrosDenteSaiuTP23
source: Attend routine appointments for follow-up and monitoring of the case by a dental professional.
es: Acude a citas de rutina para seguimiento y seguimiento por parte de un profesional.
pt: Ir às consultas de rotina para acompanhamento e monitoramento do caso por um profissional.

# textoPrimeirosSocorrosTituloLesionou
source: Injured/hurt lips, tongue and/or gums
es: Labios, lengua y/o encías lesionados/magullados
pt: Lesionou/machucou os lábios, língua e/ou gengiva

# textoPrimeirosSocorrosLesionouTP1
source: Keep person/child calm
es: Mantenha a pessoa criança calma
pt: Mantenha a pessoa criança calma

# textoPrimeirosSocorrosLesionouTP2
source: Assess person's general condition: whether they are conscious, responding without mental confusion or whether they have a more serious injury
es: Evaluar el estado general de la persona: si está consciente, responde sin confusión mental o si tiene una lesión más grave
pt: Avalie as condições gerais da pessoa: se está consciente, respondendo sem confusão mental ou se tem um ferimento mais grave

# textoPrimeirosSocorrosLesionouTP3
source: Clean the affected area with gauze or a clean cloth moistened with saline solution or water
es: Limpiar la zona afectada con una gasa o un paño limpio humedecido con solución salina o agua
pt: Realize a limpeza da região afetada com gaze ou pano limpo umedecido com soro fisiológico ou água

# textoPrimeirosSocorrosLesionouTP4
source: Assess the circumstances that caused the event
es: Evaluar las condiciones que provocaron el accidente
pt: Avalie as condições que causaram o acidente

# textoPrimeirosSocorrosLesionouTP5
source: Perform first aid, i.e.:
es: Realizar primeros auxilios, que son:
pt: Execute os primeiros socorros, que são:

# textoPrimeirosSocorrosLesionouTP6
source: Clean affected area with gauze or a damp cloth with saline solution or water
es: Limpiar la zona afectada con una gasa o paño humedecido con solución salina o agua
pt: Realize a limpeza da região afetada com uma gaze ou pano úmido com soro fisiológico ou água

# textoPrimeirosSocorrosLesionouTP7
source: Apply pressure to injured area to stop the bleeding
es: Aplique presión en el área lesionada/magullada para contener el sangrado
pt: Realize pressão no local lesionado/machucado para conter o sangramento

# textoPrimeirosSocorrosLesionouTP8
source: See a dentist or doctor as soon as possible, depending on the severity of the injury.
es: Consulte a su dentista o médico, según la gravedad de la lesión, lo antes posible.
pt: Procure o dentista ou um médico, dependendo da gravidade da lesão, assim que possível.

# textoPrimeirosSocorrosLesionouTP9
source: Recommendations:
es: Recomendaciones :
pt: Recomendações :

# textoPrimeirosSocorrosLesionouTP10
source: Practice good oral hygiene by brushing teeth with a soft or extra-soft toothbrush and flossing after each meal
es: Mantenga una buena higiene bucal cepillándose los dientes con un cepillo suave o extra suave después de cada comida y utilizando hilo dental
pt: Manter boa higienização bucal por meio da escovação dos dentes com escova macia ou extra macia após cada refeição e utilização de fio dental

# textoPrimeirosSocorrosLesionouTP11
source: Carefully clean the area with 0.12% chlorhexidine or gauze, rinsing with the solution twice a day for 1 week
es: Limpiar cuidadosamente la zona con clorhexidina al 0,12%, enjuague bucal o gasa con la solución, dos veces al día durante 1 semana
pt: Realizar a higienização do local de forma cuidadosa com clorexidina 0,12%, bochecho ou gaze com a solução, 2 vezes ao dia por 1 semana

# textoPrimeirosSocorrosLesionouTP12
source: Attend routine appointments to have the case monitored by a dental professional.
es: Acude a citas de rutina para que tu caso sea supervisado por un profesional.
pt: Ir às consultas de rotina para acompanhamento do caso por um profissional.

# textoPrevinirTraumatismoTP1
source: When engaging in sports that involve physical contact, mouth guards, helmets or face masks should be used for the sport in question.
es: Al practicar deportes que impliquen contacto físico, se recomienda el uso de protectores bucales, cascos o mascarillas, adecuados al deporte que se practica.
pt: Durante a prática de esportes que envolvam contato físico, indica-se o uso de protetores bucais, capacetes ou máscaras faciais, adequados pra o esporte que esta sendo praticado.

# textoPrevinirTraumatismoTP2
source: Other activities involving physical contact can also pose risks. Pay heed to other types of personal protection recommended for the sport in question.
es: Otras actividades que implican contacto físico también pueden presentar riesgos. Presta atención a otros tipos de protección personal indicados para el deporte practicado.
pt: Outras atividades que ao envolvam contato físico também podem apresentar riscos. Atente-se a outros tipos de proteção individual indicados para o esporte praticado.

# textoPrevinirTraumatismoTP3
source: Teachers, parents and guardians, as well as other interested parties, should participate in courses for the prevention of dental trauma and guidance on first aid.
es: Es deseable que docentes, padres y tutores, así como otras partes interesadas, participen en cursos de prevención de caries y brinden orientación en primeros auxilios.
pt: É desejável que professores, pais e responsáveis, assim como demais interessados, participem de cursos para a prevenção do trama dental e orientação dos primeiros socorros.

# textoCuidadosPosAtendimentoTP1
source: Routine consultations and follow-up with the dentist must be attended within the period determined by the professional according to each case.
es: Las consultas de rutina y el seguimiento por parte del odontólogo deben realizarse en un plazo determinado por el profesional según cada caso.
pt: As consultas de rotina e acompanhamento pelo dentista devem ser realizadas em um período determinado pelo profissional de acordo com cada caso.

# textoCuidadosPosAtendimentoTP2
source: Consultations are important so the professional can assess treatment progress and, if unsuccessful, indicate the best treatment for the case and start this as soon as possible.
es: Las consultas son importantes para que el profesional valore el éxito del tratamiento y, en caso de no tener éxito, recomendar el mejor tratamiento para el caso e iniciarlo lo antes posible.
pt: As consultas são importantes para que o profissional avalie o sucesso do tratamento e, caso haja insucesso, indique o melhor tratamento para o caso e inicie o quanto antes.

# textoCuidadosPosAtendimentoTP3
source: Through clinical examinations and control x-rays, possible sequela can be identified and treatment started as soon as possible, increasing the chance of success and the tooth's durability in the mouth in the long term.
es: A través de exámenes clínicos y radiografías de control se pueden identificar posibles secuelas e iniciar el tratamiento lo antes posible, aumentando las posibilidades de éxito y durabilidad del diente en boca a largo plazo.
pt: Por meio de exames clínicos e radiografias de controle, possíveis sequelas poderão ser identificadas e o tratamento iniciado o quanto antes, aumentando a chance de sucesso e durabilidade do dente na boca à longo prazo.

# textoBotaoMenuTraumaLeite
source: Baby teeth (deciduous teeth)
es: Dientes de leche (dientes deciduos)
pt: Dentes de leite

# textoBotaoMenuTraumaPermanente
source: Permanent teeth
es: Dientes permanentes
pt: Dentes permanentes

# textoTraumaLeiteTP1
source: After dental trauma, some changes in baby teeth can be observed:
es: Después de un traumatismo dental, se pueden observar algunos cambios en los dientes temporales:
pt: Após o trauma dental, algumas mudanças podem ser observadas nos dentes de leite:

# textoTraumaLeiteTP2
source: Pain change
es: Cambio en el dolor
pt: Alteração da dor

# textoTraumaLeiteTP3
source: The tooth can become discolored, which may indicate death of pulp (pulp necrosis) and the need for root canal treatment, especially if there is a small ball of pus or swelling in the gum in the vicinity of the traumatized tooth (fistula or abscess).
es: El diente puede oscurecerse, lo que puede indicar muerte de la pulpa (necrosis pulpar) y la necesidad de un tratamiento de conducto (endodoncia), especialmente si hay una bola de pus de las encías (fístula o absceso) en la dirección del diente traumatizado.
pt: O dente pode ficar mais escuro, podendo indicar morte da polpa (necrose pulpar) e necessidade de tratamento de canal (endodontia), principalmente se tiver bolinha de pus gengiva (fístula ou abcesso) na direção do dente traumatizado.

# textoTraumaLeiteTP4
source: Root resorption
es: Reabsorción radicular
pt: Reabsorção da raiz

# textoTraumaLeiteTP5
source: The impact of the trauma can promote inflammation, causing root loss (root resorption), which can lead to a loose tooth or cause pain or sensitivity.
es: El impacto del traumatismo puede generar un proceso inflamatorio, que provoca la pérdida de la raíz (reabsorción radicular), lo que puede dejar el diente blando o provocar dolor o sensibilidad.
pt: O impacto do trauma pode gerar um processo inflamatório, o que faz com que a raiz seja perdida (reabsorção radicular), podendo deixar o dente mole ou trazer dor ou sensibilidade.

# textoTraumaLeiteTP6
source: Prolonged retention
es: Retención extendida
pt: Retenção prolongada

# textoTraumaLeiteTP7
source: The permanent tooth is erupting, but the baby tooth has not yet fallen out.
es: El diente permanente está apareciendo en la boca, pero el diente de leche aún no se ha caído.
pt: O dente permanente está aparecendo na boca, mas o dente de leite ainda não caiu.

# textoTraumaLeiteTP8
source: Tooth loss
es: Pérdida de dientes
pt: Perda do dente

# textoTraumaLeiteTP9
source: If the tooth is extremely loose or there is a risk of damage to the developing permanent tooth, the dental professional will assess whether it is possible to keep the baby tooth or whether extraction is indicated.
es: Si el diente está extremadamente blando o existe riesgo de dañar el diente permanente en formación, el profesional valorará si es posible mantener el diente de leche en boca o si es recomendable extraerlo.
pt: Se o dente estiver extremamente mole ou há risco de algum dano ao dente permanente em formação, o profissional irá avaliar se é possível manter o dente de leite na boca ou se tem indicação de extração do mesmo.

# textoTraumaPermanenteTP1
source: Due to the proximity of developing permanent teeth to the roots of baby teeth, some changes may occur in the permanent teeth, even if the dental trauma occurred before these erupted:
es: Debido a la proximidad de los dientes permanentes en formación a la raíz de los dientes de leche, pueden ocurrir algunos cambios en los dientes permanentes, incluso si el trauma dental ocurrió antes de que nacieran:
pt: Devido a proximidade dos dentes permanentes em formação com a raiz dos dentes de leite, algumas alterações podem ocorrer nos dentes permanentes, mesmo que o trauma dental tenha ocorrido antes destes nascerem:

# textoTraumaPermanenteTP2
source: Hypoplasia
es: Hipoplasia
pt: Hipoplasia

# textoTraumaPermanenteTP3
source: Enamel defect characterized by white or yellowish spots due to the absence of enamel in some regions of the tooth.
es: Defecto del esmalte caracterizado por manchas blancas o amarillentas resultantes de la ausencia de esmalte en algunas regiones del diente.
pt: Defeito do esmalte caracterizado por manchas brancas ou amareladas decorrentes da ausência de esmalte em algumas regiões do dente.

# textoTraumaPermanenteTP4
source: Hypomineralization
es: Hipomineralización
pt: Hipomineralização

# textoTraumaPermanenteTP5
source: Enamel defect characterized by white or discolored area ranging from white to yellowish brown with chalky or cheese-like appearance.
es: Defecto del esmalte caracterizado por un área blanca o descolorida que va del blanco al marrón amarillento con apariencia de tiza blanca o queso.
pt: Defeito do esmalte caracterizado por uma área branca ou descolorida variando do branco ao castanho amarelado com aspecto de giz branco ou queijo.

# textoTraumaPermanenteTP6
source: Crown or root laceration
es: Desgarro de corona o raíz
pt: Dilaceração da coroa ou da raiz

# textoTraumaPermanenteTP7
source: Abnormal curvature of the crown in relation to root or of the root in relation to crown.
es: Curvatura anormal de la corona con relación a la raíz o de la raíz con relación a la corona.
pt: Curvatura anormal da coroa em relação à raiz ou da raiz em relação à coroa.

# textoTraumaPermanenteTP8
source: Root canal obliteration
es: Obliteración del conducto radicular
pt: Obliteração do canal radicular

# textoTraumaPermanenteTP9
source: Characterized by yellowish coloration of tooth crown, due to deposition of hard tissue (calcification) in pulp space. This may make future root canal treatment difficult.
es: Caracterizado por el color amarillento de la corona del diente, debido al depósito de tejido duro (calcificación) en el espacio pulpar. Puede dificultar futuros tratamientos de conducto radicular.
pt: Caracterizada pela coloração amarelada da coroa do dente, devido deposição de tecido duro (calcificação) do espaço pulpar. Poderá dificultar futuros tratamentos de canal.

# textoTraumaPermanenteTP10
source: Root duplication
es: Duplicación de raíz
pt: Duplicação da raiz

# textoTraumaPermanenteTP11
source: Characterized by formation of a greater number of roots than normal, and may be relevant if there is a need for root canal (endodontic) treatment or tooth extraction.
es: Se caracteriza por la formación de un mayor número de raíces de lo normal, y puede ser de interés si existe la necesidad de realizar un tratamiento de conducto o una extracción dental.
pt: Caracterizada pela formação de um número maior de raízes do que o normal, podendo ser de interesse caso haja necessidade de tratamento de canal ou extração do dente.

# textoTraumaPermanenteTP12
source: Interruption of root formation process
es: Interrupción del proceso de formación de raíces
pt: Interrupção do processo de formação da raiz

# textoTraumaPermanenteTP13
source: Rare alteration where the root of the traumatized tooth does not develop, causing formation of short roots with inadequate insertion, which can lead to premature loss of the tooth in question.
es: Es raro el cambio donde la raíz del diente traumatizado no se desarrolla, provocando la formación de raíces cortas y una inserción inadecuada, lo que puede provocar la pérdida prematura del diente en cuestión.
pt: Alteração rara onde a raiz do dente traumatizado não se desenvolve, causando a formação de raízes curtas e de inserção inadequada, podendo acarretar perda prematura do dente em questão.

# textoTraumaPermanenteTP14
source: Change in aaproximate age of tooth eruption (eruption chronology)
es: Cambio en la edad aproximada a la que emergen los dientes (cronología de erupción)
pt: Alteração na idade aproximada para o nascimento dos dentes (cronologia de erupção)

# textoTraumaPermanenteTP15
source: Delay in process of development of permanent tooth after dental trauma involving its corresponding baby tooth, which can cause other teeth to erupt before the traumatized permanent tooth.
es: Retraso en el proceso de formación del diente permanente tras un traumatismo dental en su correspondiente diente de leche, lo que puede provocar que otros dientes erupcionen antes que el diente permanente traumatizado
pt: Atraso no processo de formação do dente permanente após trauma dental do seu correspondente dente de leite, o que pode fazer com que os outros dentes nasçam antes do dente permanente traumatizado.

# textoTraumaPermanenteTP16
source: Traumatic twinning
es: Hermanamiento traumático
pt: Geminação traumática

# textoTraumaPermanenteTP17
source: Characterized by tooth of different size and/or shape than normal, appearing to be composed of two teeth, but with single root. This occurs due to failed tooth germ division, resulting in incomplete formation of two teeth.
es: Caracterizado por un diente de tamaño y/o forma diferente a lo normal, pareciendo estar compuesto por dos dientes, pero con una sola raíz. Ocurre por un fallo en el intento de dividir el germen del diente, dando como resultado la formación incompleta de dos dientes.
pt: Caracterizada por um dente de tamanho e/ou formato diferente do normal, parecendo composto por dois dentes, mas apresentando uma raiz única. Ocorre devido à uma falha na tentativa de divisão do germe dentário, resultando na incompleta formação de dois dentes.

# textoTraumaPermanenteTP18
source: As last resort: TOOTH LOSS
es: Último caso: PÉRDIDA DE DIENTES
pt: Em último caso: PERDA DO DENTE

# textoTraumaPermanenteTP19
source: In cases where tooth retention is contraindicated (due to mobility, impossibility of root canal treatment or changes in formation precluding treatment), the dentist and patient should discuss the possible forms of treatment, with tooth extraction being the last resort.
es: Casos en los que no hay indicación de mantener el diente en boca por movilidad, (imposibilidad de tratamiento de conductos o cambio de formación que imposibilita el tratamiento). Las posibles formas de tratamiento deben discutirse entre el dentista y el paciente, siendo la extracción del diente la última opción.
pt: Casos em que não houver indicação de manutenção do dente na boca devido mobilidade, (impossibilidade de tratamento de canal ou alteração na formação impossibilitando tratamento). Deverá ser conversado entre o dentista e o paciente as possíveis formas de tratamento, sendo a extração do dente a última opção.
